2018-winter/case-studies-2/case-5.org
#+OPTIONS: toc:nil num:t
* Subjective
** Patient
Hilda Alvarez (“patient”) is a 78 year old Dominican female.
** Chief complaint
- shortness of breath
- cough
- fever
** History of present illness
Patient is a 78 year old female was seen at the urgent care center on 1/18/19 secondary to persistent cough and intermittent wheezing. In the emergency room, the patient was felt to have a small left lower lobe pneumonia and was placed on Augmentin and Azithromycin for generalized body aches that began yesterday. The patient, at that time, had no shortness of breath and no chest pain. She presents today (1/21/19) to the emergency room department feeling quite fatigued, SOB, with recurrent myalgias over the course of the last few days since her visit to urgent care. She is now complaining of productive cough with increased sputum volume, subjective fevers.
** Social history
Former 5 PPD smoker for 30 years; quit 1 year ago
** Family history
- congestive heart failure
- congestive heart disease
** Allergies
No known drug allergies
* Objective
** Past medical history
- moderate COPD
- paroxysmal atrial fibrillation
- pulmonary function
** Family history
congenital heart disease and congestive heart failure
** Immunization history
Up to date per GRITS including influenza shot on December 23, 2018
** Medications
- Amoxicillin-pot clavulanate Orally 875-125 mg Dose: 1 tablet(s) 2 Times A Day (started on 1/18/19 for suspected pneumonia)
- Azithromycin Orally 250 mg Dose: 1 tablet(s) Daily (started on 1/18/19 for suspected pneumonia)
- Amiodarone Oral Dose: 100 mg Every day for atrial fibrillation
- Venlafaxine Oral Dose: 75 mg Every morning for anxiety and depression
- Coumadin Dose: 2.5 mg MWF and 1.25mg TTSS for anticoagulation
- Albuterol 1 puff 4 times a day as needed. for cough, wheezing, and/or SOB
- Salmeterol-Fluticasone DPI (Advair Diskus) 50/250 1 puff BID. for COPD
** Vital signs
Height: 5'2"
Weight: 180 lbs

| Time        | BP     | Pulse | PulseOx | Respiration |  Temp | Pain |
|-------------+--------+-------+---------+-------------+-------+------|
| 1/22 01:47  | 120/70 |    92 | 3L      |          38 | 101.8 |    0 |
| 1/22 00:21  | 120/76 |    92 | 2L      |          36 | 102.0 |    0 |
| 1/21 19:33  | 132/69 |    92 | 2L      |          34 | 102.1 |    5 |
| 1/21 15:116 |        |    99 | 2L      |             |       |      |

HEENT: PERRLA, yellow-green nasal discharge, nasal membranes mild erythema
Neck/Lymph Nodes: Supple; no lymphadenopathy or thyromegaly
Lungs/Thorax: dullness to percussion, increased tactile fremitus whisper
pectoriloquy and egophony. Tachypneic, labored breathing; inspiratory crackles
during lung expansion throughout right lung fields; decreased breath sounds in right
middle and right lower lung fields
CV: Audible S1 and S2; tachycardic with irregular rate and rhythm; no MRG
Abd: NTND; positive bowel sounds
Extremities: No CCE; 5/5 grip strength; 2+ pulses bilaterally
Neuro: A&O x 3; CN II-XII intact
** Labs
*** Blood metabolic panel
| Measurement  | Value       | Reference Range |
|--------------+-------------+-----------------|
| *BUN*        | 25  mg/dL    |            7-20 |
| *glucose*    | 101  mg/dL   |           60-99 |
| *creatinine* | 1.3  mg/dL   |             1.3 |
| sodium       | 137  mmol/L  |         135-145 |
| potassium    | 4.3  mmol/L  |         3.5-5.5 |
| chloride     | 103  mmol/L  |          99-109 |
| CO₂          | 25.5  mmol/L |       24.0-31.0 |
| calcium      | 9.7  mg/dL   |        8.5-10.8 |
| anion gap    | 9           |            3-11 |
| magnesium    | 1.9  mg/dL   |         1.8-2.5 |
| lactic acid  | 1.6         |         0.5-2.0 |
