2018-winter/case-studies-2/case-5.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-01-20 Sun 23:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="zds" />
</head>
<body>
<div id="content">
<div id="outline-container-org94bc477" class="outline-2">
<h2 id="org94bc477"><span class="section-number-2">1</span> Subjective</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgf0efe4f" class="outline-3">
<h3 id="orgf0efe4f"><span class="section-number-3">1.1</span> Patient</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Hilda Alvarez (“patient”) is a 78 year old Dominican female.
</p>
</div>
</div>
<div id="outline-container-org0274128" class="outline-3">
<h3 id="org0274128"><span class="section-number-3">1.2</span> Chief complaint</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>shortness of breath</li>
<li>cough</li>
<li>fever</li>
</ul>
</div>
</div>
<div id="outline-container-org019855f" class="outline-3">
<h3 id="org019855f"><span class="section-number-3">1.3</span> History of present illness</h3>
<div class="outline-text-3" id="text-1-3">
<p>
Patient is a 78 year old female was seen at the urgent care center on 1/18/19 secondary to persistent cough and intermittent wheezing. In the emergency room, the patient was felt to have a small left lower lobe pneumonia and was placed on Augmentin and Azithromycin for generalized body aches that began yesterday. The patient, at that time, had no shortness of breath and no chest pain. She presents today (1/21/19) to the emergency room department feeling quite fatigued, SOB, with recurrent myalgias over the course of the last few days since her visit to urgent care. She is now complaining of productive cough with increased sputum volume, subjective fevers.
</p>
</div>
</div>
<div id="outline-container-org498eff9" class="outline-3">
<h3 id="org498eff9"><span class="section-number-3">1.4</span> Social history</h3>
<div class="outline-text-3" id="text-1-4">
<p>
Former 5 PPD smoker for 30 years; quit 1 year ago
</p>
</div>
</div>
<div id="outline-container-org9a7500f" class="outline-3">
<h3 id="org9a7500f"><span class="section-number-3">1.5</span> Family history</h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li>congestive heart failure</li>
<li>congestive heart disease</li>
</ul>
</div>
</div>
<div id="outline-container-org929281f" class="outline-3">
<h3 id="org929281f"><span class="section-number-3">1.6</span> Allergies</h3>
<div class="outline-text-3" id="text-1-6">
<p>
No known drug allergies
</p>
</div>
</div>
</div>
<div id="outline-container-org48b9ecd" class="outline-2">
<h2 id="org48b9ecd"><span class="section-number-2">2</span> Objective</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org38790df" class="outline-3">
<h3 id="org38790df"><span class="section-number-3">2.1</span> Past medical history</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>moderate COPD</li>
<li>paroxysmal atrial fibrillation</li>
<li>pulmonary function</li>
</ul>
</div>
</div>
<div id="outline-container-org04f394a" class="outline-3">
<h3 id="org04f394a"><span class="section-number-3">2.2</span> Family history</h3>
<div class="outline-text-3" id="text-2-2">
<p>
congenital heart disease and congestive heart failure
</p>
</div>
</div>
<div id="outline-container-org5b23010" class="outline-3">
<h3 id="org5b23010"><span class="section-number-3">2.3</span> Immunization history</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Up to date per GRITS including influenza shot on December 23, 2018
</p>
</div>
</div>
<div id="outline-container-org1893cef" class="outline-3">
<h3 id="org1893cef"><span class="section-number-3">2.4</span> Medications</h3>
<div class="outline-text-3" id="text-2-4">
<ul class="org-ul">
<li>Amoxicillin-pot clavulanate Orally 875-125 mg Dose: 1 tablet(s) 2 Times A Day (started on 1/18/19 for suspected pneumonia)</li>
<li>Azithromycin Orally 250 mg Dose: 1 tablet(s) Daily (started on 1/18/19 for suspected pneumonia)</li>
<li>Amiodarone Oral Dose: 100 mg Every day for atrial fibrillation</li>
<li>Venlafaxine Oral Dose: 75 mg Every morning for anxiety and depression</li>
<li>Coumadin Dose: 2.5 mg MWF and 1.25mg TTSS for anticoagulation</li>
<li>Albuterol 1 puff 4 times a day as needed. for cough, wheezing, and/or SOB</li>
<li>Salmeterol-Fluticasone DPI (Advair Diskus) 50/250 1 puff BID. for COPD</li>
</ul>
</div>
</div>
<div id="outline-container-org60ff50f" class="outline-3">
<h3 id="org60ff50f"><span class="section-number-3">2.5</span> Vital signs</h3>
<div class="outline-text-3" id="text-2-5">
<p>
Height: 5'2"
Weight: 180 lbs
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Time</th>
<th scope="col" class="org-left">BP</th>
<th scope="col" class="org-right">Pulse</th>
<th scope="col" class="org-left">PulseOx</th>
<th scope="col" class="org-right">Respiration</th>
<th scope="col" class="org-right">Temp</th>
<th scope="col" class="org-right">Pain</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1/22 01:47</td>
<td class="org-left">120/70</td>
<td class="org-right">92</td>
<td class="org-left">3L</td>
<td class="org-right">38</td>
<td class="org-right">101.8</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">1/22 00:21</td>
<td class="org-left">120/76</td>
<td class="org-right">92</td>
<td class="org-left">2L</td>
<td class="org-right">36</td>
<td class="org-right">102.0</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">1/21 19:33</td>
<td class="org-left">132/69</td>
<td class="org-right">92</td>
<td class="org-left">2L</td>
<td class="org-right">34</td>
<td class="org-right">102.1</td>
<td class="org-right">5</td>
</tr>

<tr>
<td class="org-left">1/21 15:116</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">99</td>
<td class="org-left">2L</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
HEENT: PERRLA, yellow-green nasal discharge, nasal membranes mild erythema
Neck/Lymph Nodes: Supple; no lymphadenopathy or thyromegaly
Lungs/Thorax: dullness to percussion, increased tactile fremitus whisper
pectoriloquy and egophony. Tachypneic, labored breathing; inspiratory crackles
during lung expansion throughout right lung fields; decreased breath sounds in right
middle and right lower lung fields
CV: Audible S1 and S2; tachycardic with irregular rate and rhythm; no MRG
Abd: NTND; positive bowel sounds
Extremities: No CCE; 5/5 grip strength; 2+ pulses bilaterally
Neuro: A&amp;O x 3; CN II-XII intact
</p>
</div>
</div>
<div id="outline-container-org50b0500" class="outline-3">
<h3 id="org50b0500"><span class="section-number-3">2.6</span> Labs</h3>
<div class="outline-text-3" id="text-2-6">
</div>
<div id="outline-container-org4872279" class="outline-4">
<h4 id="org4872279"><span class="section-number-4">2.6.1</span> Blood metabolic panel</h4>
<div class="outline-text-4" id="text-2-6-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Measurement</th>
<th scope="col" class="org-left">Value</th>
<th scope="col" class="org-right">Reference Range</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><b>BUN</b></td>
<td class="org-left">25  mg/dL</td>
<td class="org-right">7-20</td>
</tr>

<tr>
<td class="org-left"><b>glucose</b></td>
<td class="org-left">101  mg/dL</td>
<td class="org-right">60-99</td>
</tr>

<tr>
<td class="org-left"><b>creatinine</b></td>
<td class="org-left">1.3  mg/dL</td>
<td class="org-right">1.3</td>
</tr>

<tr>
<td class="org-left">sodium</td>
<td class="org-left">137  mmol/L</td>
<td class="org-right">135-145</td>
</tr>

<tr>
<td class="org-left">potassium</td>
<td class="org-left">4.3  mmol/L</td>
<td class="org-right">3.5-5.5</td>
</tr>

<tr>
<td class="org-left">chloride</td>
<td class="org-left">103  mmol/L</td>
<td class="org-right">99-109</td>
</tr>

<tr>
<td class="org-left">CO₂</td>
<td class="org-left">25.5  mmol/L</td>
<td class="org-right">24.0-31.0</td>
</tr>

<tr>
<td class="org-left">calcium</td>
<td class="org-left">9.7  mg/dL</td>
<td class="org-right">8.5-10.8</td>
</tr>

<tr>
<td class="org-left">anion gap</td>
<td class="org-left">9</td>
<td class="org-right">3-11</td>
</tr>

<tr>
<td class="org-left">magnesium</td>
<td class="org-left">1.9  mg/dL</td>
<td class="org-right">1.8-2.5</td>
</tr>

<tr>
<td class="org-left">lactic acid</td>
<td class="org-left">1.6</td>
<td class="org-right">0.5-2.0</td>
</tr>
</tbody>
</table>
</div>
</div>
