2018-winter/case-studies-2/case-5.org
*** CBCD
| Measurement  |                   Value |     Range |
|--------------+-------------------------+-----------|
| *WBC*        |               20.5 K/uL |  4.5-11.0 |
| *RBC*        |               3.91 M/uL |   4.2-5.4 |
| *HEMOGLOBIN* |              11.9 gm/dL | 12.0-16.0 |
| *HEMATOCRIT* |                   35.1% |     36-46 |
| MCV          |                 89.7 fL |    80-100 |
| MCH          |                 30.3 pg |     27-31 |
| MCHC         |               33.8 g/dL | 31.0-37.0 |
| RDW          |                   14.1% | 11.5-14.5 |
| MPV          |                  7.5 fL |  7.4-10.4 |
| NEUT         |                    60.0 |     15-75 |
| LYMPH        |                    29.0 |     15-41 |
| MONO         |                    9.0% |      0-15 |
| EOS          |                    1.0% |     0-2.7 |
| BASO         |                    1.0% |           |
| *Bands*      |                   18% H |       0-8 |
| PLATELET     |                  236000 |   150-440 |
| PROTIME      | 20:01:00 on 21 Jan 2019 |           |
| PROTIME      |                    10.8 |  9.4-12.5 |
| INR          |                     2.4 |   2.5-3.5 |
*** ABG
| Measurement | Value    | Ref. Range |
|-------------+----------+------------|
| pH          | 7.23     |  7.35-7.45 |
| PCO_2       | 61 mm Hg |            |
| PCO_2       | 73 mm Hg |            |
** Diagnostics
Chest X-ray: Right middle and right lower lobe consolidative airspace disease, likely pneumonia. Left lung is clear. Heart size is normal.

Sputum gram stain: >25 WBCs/hpf, <10 epithelial cells/hpf, many Gram (+) cocci in pairs.

QTc: 490 ms

DIAGNOSIS: Probable multilobar community acquired pneumonia.
* Assessment
** Prioritized problems list
1. Community acquired pneumonia
2. COPD
3. Atrial fibrillation
4. Anxiety and depression
** Community acquired pneumonia (CAP)
The patient has all the primary characteristic symptoms of CAP: SOB, cough, fever, chills, and pleuritic chest pain. Chest X-ray reveals likely pneumoniae in the right middle and right lower lung lobes. Lab results are indicative of CAP. Elevated WBC count suggests a septic state.

The patient has multiple risk factors for drug-resistant /S. pneumoniae/ due to her comorbidities.
- COPD
- concomitant antibiotic therapy
- age >65
- atrial fibrillation

Her CURB-65 severity score is 3 owing to (1) being over 65, (2) having BUN ≥20 mg/dL, and (3) having a respiratory rate ≥30/minute. This correlates to an 11% mortality risk for which guidelines recommend inpatient treatment with intensive care admission (Ebell 2006). According to the /BMJ/, high glucose levels as seen in the patient are predictive of mortality, which is another reason to admit the patient to ICU.

Although serology and urine antigen testing are pending, it appears that the causative agent is /S. pneumoniae/, not /Pseudomonas/ since Gram-(+) cocci were present in sputum. Because the patient did not respond to dual macrolide and β-lactam antibiotic therapy, the patient likely has multi-drug resistant /S. pneumoniae/. Without lab results for definitive therapy, we can only start empiric therapy with broad spectrum antibiotics recommended by guidelines for CAP.

The patient is at risk of Pseudomonal infection due to COPD and usage of fluticasone. Macrolides like azithromycin are recommended in this case (IDSA 2007 guidelines).

Respiratory fluoroquinolones are recommended for inpatient treatment of CAP (strong recommendation, level 1 evidence). Fluoroquinolones have favorable PK and potency, have favorable potency, and can be conveniently administered orally in addition to IV.

*Goals*:
- Achieve clearance of CAP
- Avoid mortality due to CAP
** COPD
She has a previous diagnosis of moderate COPD. In June 2018, her FEV1/FVC (forced expiratory volume : forced vital capacity) was 71%, meeting the criteria for moderate COPD. Her respiratory symptoms such as dyspnea overlap with those of CAP, so it is difficult to pinpoint any COPD-specific symptoms.

*Goals*:
- Relieve symptoms
- Improve exercise tolerance and general health
- Prevent exacerbations and hospitalizations
- Reduce mortality
** Atrial fibrillation
The patient has a previous diagnosis of atrial fibrillation. Physical examination showed that she has signs of atrial fibrillation: tachycardia, abnormal rate and rhythm, audible S_1 and S_2, and QT prolongation.

Amiodarone is also known to have a drug interaction with azithromycin, which contributes to the patient’s prolonged QT interval of 490 ms.

The patient is taking amiodarone for atrial fibrillation, but amiodarone has a drug interaction with levofloxacin---enhancing the QT-prolonging effect of amiodarone.

*Goals*: Prevent stroke and reduce mortality
** Anxiety and depression
The patient has a previous diagnosis of anxiety and depression. In review of systems, it is noted that the patient appeared somewhat anxious, in line with this diagnosis.

*Goals*: Promote well-being
* Plan
** CAP
*** Non-pharmacologic
Oxygen via nasal cannula
*** Pharmacologic
- Initiate *Levofloxacin 750 mg* IV for inpatient treatment then switching to 750 mg PO for 7 days
- Continue Azithromycin 250 mg PO QD
- Discontinue Amoxicillin-Clavulanate 875mg-125 mg BID
- Temporarily discontinue Amiodarone 100 mg PO QD because of drug interaction with levofloxacin
*** Monitoring
