2018-winter/case-studies-2/case-5.html
<div id="outline-container-orga07f54e" class="outline-4">
<h4 id="orga07f54e"><span class="section-number-4">2.6.2</span> CBCD</h4>
<div class="outline-text-4" id="text-2-6-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Measurement</th>
<th scope="col" class="org-right">Value</th>
<th scope="col" class="org-right">Range</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><b>WBC</b></td>
<td class="org-right">20.5 K/uL</td>
<td class="org-right">4.5-11.0</td>
</tr>

<tr>
<td class="org-left"><b>RBC</b></td>
<td class="org-right">3.91 M/uL</td>
<td class="org-right">4.2-5.4</td>
</tr>

<tr>
<td class="org-left"><b>HEMOGLOBIN</b></td>
<td class="org-right">11.9 gm/dL</td>
<td class="org-right">12.0-16.0</td>
</tr>

<tr>
<td class="org-left"><b>HEMATOCRIT</b></td>
<td class="org-right">35.1%</td>
<td class="org-right">36-46</td>
</tr>

<tr>
<td class="org-left">MCV</td>
<td class="org-right">89.7 fL</td>
<td class="org-right">80-100</td>
</tr>

<tr>
<td class="org-left">MCH</td>
<td class="org-right">30.3 pg</td>
<td class="org-right">27-31</td>
</tr>

<tr>
<td class="org-left">MCHC</td>
<td class="org-right">33.8 g/dL</td>
<td class="org-right">31.0-37.0</td>
</tr>

<tr>
<td class="org-left">RDW</td>
<td class="org-right">14.1%</td>
<td class="org-right">11.5-14.5</td>
</tr>

<tr>
<td class="org-left">MPV</td>
<td class="org-right">7.5 fL</td>
<td class="org-right">7.4-10.4</td>
</tr>

<tr>
<td class="org-left">NEUT</td>
<td class="org-right">60.0</td>
<td class="org-right">15-75</td>
</tr>

<tr>
<td class="org-left">LYMPH</td>
<td class="org-right">29.0</td>
<td class="org-right">15-41</td>
</tr>

<tr>
<td class="org-left">MONO</td>
<td class="org-right">9.0%</td>
<td class="org-right">0-15</td>
</tr>

<tr>
<td class="org-left">EOS</td>
<td class="org-right">1.0%</td>
<td class="org-right">0-2.7</td>
</tr>

<tr>
<td class="org-left">BASO</td>
<td class="org-right">1.0%</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Bands</b></td>
<td class="org-right">18% H</td>
<td class="org-right">0-8</td>
</tr>

<tr>
<td class="org-left">PLATELET</td>
<td class="org-right">236000</td>
<td class="org-right">150-440</td>
</tr>

<tr>
<td class="org-left">PROTIME</td>
<td class="org-right">20:01:00 on 21 Jan 2019</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">PROTIME</td>
<td class="org-right">10.8</td>
<td class="org-right">9.4-12.5</td>
</tr>

<tr>
<td class="org-left">INR</td>
<td class="org-right">2.4</td>
<td class="org-right">2.5-3.5</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-orgb8809da" class="outline-4">
<h4 id="orgb8809da"><span class="section-number-4">2.6.3</span> ABG</h4>
<div class="outline-text-4" id="text-2-6-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Measurement</th>
<th scope="col" class="org-left">Value</th>
<th scope="col" class="org-right">Ref. Range</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">pH</td>
<td class="org-left">7.23</td>
<td class="org-right">7.35-7.45</td>
</tr>

<tr>
<td class="org-left">PCO<sub>2</sub></td>
<td class="org-left">61 mm Hg</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">PCO<sub>2</sub></td>
<td class="org-left">73 mm Hg</td>
<td class="org-right">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="outline-container-org4bbec6b" class="outline-3">
<h3 id="org4bbec6b"><span class="section-number-3">2.7</span> Diagnostics</h3>
<div class="outline-text-3" id="text-2-7">
<p>
Chest X-ray: Right middle and right lower lobe consolidative airspace disease, likely pneumonia. Left lung is clear. Heart size is normal.
</p>

<p>
Sputum gram stain: &gt;25 WBCs/hpf, &lt;10 epithelial cells/hpf, many Gram (+) cocci in pairs.
</p>

<p>
QTc: 490 ms
</p>

<p>
DIAGNOSIS: Probable multilobar community acquired pneumonia.
</p>
</div>
</div>
</div>
<div id="outline-container-org874ae66" class="outline-2">
<h2 id="org874ae66"><span class="section-number-2">3</span> Assessment</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org46fa2c1" class="outline-3">
<h3 id="org46fa2c1"><span class="section-number-3">3.1</span> Prioritized problems list</h3>
<div class="outline-text-3" id="text-3-1">
<ol class="org-ol">
<li>Community acquired pneumonia</li>
<li>COPD</li>
<li>Atrial fibrillation</li>
<li>Anxiety and depression</li>
</ol>
</div>
</div>
<div id="outline-container-orgbda9c9e" class="outline-3">
<h3 id="orgbda9c9e"><span class="section-number-3">3.2</span> Community acquired pneumonia (CAP)</h3>
<div class="outline-text-3" id="text-3-2">
<p>
The patient has all the primary characteristic symptoms of CAP: SOB, cough, fever, chills, and pleuritic chest pain. Chest X-ray reveals likely pneumoniae in the right middle and right lower lung lobes. Lab results are indicative of CAP. Elevated WBC count suggests a septic state.
</p>

<p>
The patient has multiple risk factors for drug-resistant <i>S. pneumoniae</i> due to her comorbidities.
</p>
<ul class="org-ul">
<li>COPD</li>
<li>concomitant antibiotic therapy</li>
<li>age &gt;65</li>
<li>atrial fibrillation</li>
</ul>

<p>
Her CURB-65 severity score is 3 owing to (1) being over 65, (2) having BUN ≥20 mg/dL, and (3) having a respiratory rate ≥30/minute. This correlates to an 11% mortality risk for which guidelines recommend inpatient treatment with intensive care admission (Ebell 2006). According to the <i>BMJ</i>, high glucose levels as seen in the patient are predictive of mortality, which is another reason to admit the patient to ICU.
</p>

<p>
Although serology and urine antigen testing are pending, it appears that the causative agent is <i>S. pneumoniae</i>, not <i>Pseudomonas</i> since Gram-(+) cocci were present in sputum. Because the patient did not respond to dual macrolide and β-lactam antibiotic therapy, the patient likely has multi-drug resistant <i>S. pneumoniae</i>. Without lab results for definitive therapy, we can only start empiric therapy with broad spectrum antibiotics recommended by guidelines for CAP.
</p>

<p>
The patient is at risk of Pseudomonal infection due to COPD and usage of fluticasone. Macrolides like azithromycin are recommended in this case (IDSA 2007 guidelines).
</p>

<p>
Respiratory fluoroquinolones are recommended for inpatient treatment of CAP (strong recommendation, level 1 evidence). Fluoroquinolones have favorable PK and potency, have favorable potency, and can be conveniently administered orally in addition to IV.
</p>

<p>
<b>Goals</b>:
</p>
<ul class="org-ul">
<li>Achieve clearance of CAP</li>
<li>Avoid mortality due to CAP</li>
</ul>
</div>
</div>
<div id="outline-container-org6f696ba" class="outline-3">
<h3 id="org6f696ba"><span class="section-number-3">3.3</span> COPD</h3>
<div class="outline-text-3" id="text-3-3">
<p>
She has a previous diagnosis of moderate COPD. In June 2018, her FEV1/FVC (forced expiratory volume : forced vital capacity) was 71%, meeting the criteria for moderate COPD. Her respiratory symptoms such as dyspnea overlap with those of CAP, so it is difficult to pinpoint any COPD-specific symptoms.
</p>

<p>
<b>Goals</b>:
</p>
<ul class="org-ul">
<li>Relieve symptoms</li>
<li>Improve exercise tolerance and general health</li>
<li>Prevent exacerbations and hospitalizations</li>
<li>Reduce mortality</li>
</ul>
</div>
</div>
<div id="outline-container-orgdfb4e1e" class="outline-3">
<h3 id="orgdfb4e1e"><span class="section-number-3">3.4</span> Atrial fibrillation</h3>
<div class="outline-text-3" id="text-3-4">
<p>
The patient has a previous diagnosis of atrial fibrillation. Physical examination showed that she has signs of atrial fibrillation: tachycardia, abnormal rate and rhythm, audible S<sub>1</sub> and S<sub>2</sub>, and QT prolongation.
</p>

<p>
Amiodarone is also known to have a drug interaction with azithromycin, which contributes to the patient’s prolonged QT interval of 490 ms.
</p>

<p>
The patient is taking amiodarone for atrial fibrillation, but amiodarone has a drug interaction with levofloxacin&#x2014;enhancing the QT-prolonging effect of amiodarone.
</p>

<p>
<b>Goals</b>: Prevent stroke and reduce mortality
</p>
</div>
</div>
<div id="outline-container-orge33627d" class="outline-3">
<h3 id="orge33627d"><span class="section-number-3">3.5</span> Anxiety and depression</h3>
<div class="outline-text-3" id="text-3-5">
<p>
The patient has a previous diagnosis of anxiety and depression. In review of systems, it is noted that the patient appeared somewhat anxious, in line with this diagnosis.
</p>

<p>
<b>Goals</b>: Promote well-being
</p>
</div>
</div>
</div>
<div id="outline-container-orga292a80" class="outline-2">
<h2 id="orga292a80"><span class="section-number-2">4</span> Plan</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org5095bf2" class="outline-3">
<h3 id="org5095bf2"><span class="section-number-3">4.1</span> CAP</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-org848d5b6" class="outline-4">
<h4 id="org848d5b6"><span class="section-number-4">4.1.1</span> Non-pharmacologic</h4>
<div class="outline-text-4" id="text-4-1-1">
<p>
Oxygen via nasal cannula
</p>
</div>
</div>
<div id="outline-container-org24b4593" class="outline-4">
<h4 id="org24b4593"><span class="section-number-4">4.1.2</span> Pharmacologic</h4>
<div class="outline-text-4" id="text-4-1-2">
<ul class="org-ul">
<li>Initiate <b>Levofloxacin 750 mg</b> IV for inpatient treatment then switching to 750 mg PO for 7 days</li>
<li>Continue Azithromycin 250 mg PO QD</li>
<li>Discontinue Amoxicillin-Clavulanate 875mg-125 mg BID</li>
<li>Temporarily discontinue Amiodarone 100 mg PO QD because of drug interaction with levofloxacin</li>
</ul>
</div>
</div>
