2018-winter/case-studies-2/case-5.org
**** for efficacy
- CBC with differential---normal CBC counts are indicative of efficacy
- Temperature
**** for safety
- liver function tests
- CBC with differential
- s/s tendonitis
*** Adverse effects
- nausea
- vomiting
- diarrhea
- headache
*** Counseling
- Immediately report symptoms of tendon swelling or tendonitis
- Report symptoms of peripheral neuropathy such as tingling or numbness in extremities
- Report symptoms of QT prolongation---tachycardia, convulsions, or intracranial pressure
- Consult healthcare professional before using new drugs or OTC drugs/supplements because of numerous drug interactions with the quinolone antibiotic
- CAP may take several weeks to resolve. Fever should resolve within 3 days, followed by cough, and finally clearance on chest X-ray after 2 or more weeks.
*** Follow-up
- Take new chest X-ray after 7 days.
- Check new labs.
- If symptoms aren’t resolved or pneumonia remains uncleared on in the chest X-ray, then extend pharmacologic therapy with follow-up every 3 weeks until radiographic clearance.
** COPD
*** Pharmacologic
- Continue Albuterol 1 puff QID as needed
- Continue Salmeterol-Fluticasone DPI 50/250 1 puff BID
*** Adverse effects
- nausea
- oral candidiasis
*** Monitoring
**** for efficacy
reduction in asthma symptoms
**** for safety
renal function; especially important in elderly patients
*** Counseling
- Report symptoms of bronchospasm.
- Rinse mouth (do not swallow) after using fluticasone-salmeterol to avoid candidiasis.
- Ensure patient knows proper inhalation technique.
- Take fluticasone-salmeterol on a consistent schedule.
*** Follow-up
Ask the patient about any changes in the frequency of use or number of inhalations of albuterol.
** Atrial fibrillation
*** Pharmacologic
- Discontinue *Amiodarone 100 mg PO QD* until the cessation of antibiotic therapy, then restart
- Replace amiodarone with *Metoprolol succinate ER 50 mg PO QD* until cessation of antibiotic therapy, then discontinue
- Continue *Warfarin (Coumadin®) 2.5 mg MWF and 1.25 mg TTSS*
*** Adverse effects
**** amiodarone
- photosensitivity
- constipation
- loss of appetite
- nausea, vomiting
**** warfarin
- bleeding
- tissue necrosis
- hemorrhage
**** metoprolol
- bradycardia
- bronchospasm
*** Monitoring
**** for safety
- Monitor bleeding and INR very carefully as levofloxacin interacts with warfarin to enhance its anticoagulant effect.
- Monitor ECG and QTc interval
**** for efficacy
- INR
- HR
- BP
*** Counseling
- Maintain consistent weekly consumption of vitamin K-rich green leafy vegetables or green tea.
- Immediately report symptoms of major bleeding.
- Take a missed dose if remembered on the same day. If an entire day has passed, skip the dose and resume normal schedule.
- Wear helmets and keep safe from falling as it would be much more dangerous on warfarin.
- Let all healthcare professionals know about warfarin medication.
- Seek emergency medical attention for any life-threatening symptoms of atrial fibrillation such as syncope, confusion, or heart rate over 200/minute.
*** Follow-up
On next visit, check whether ventricular rate/rhythm is controlled and whether atrial fibrillation persists.
** Anxiety and depression
*** Pharmacologic
Continue Venlafaxine 75 mg PO AM
*** Adverse effects
- sweating
- constipation
- hypertension
*** Monitoring
**** for efficacy
Stability of symptoms
**** for safety
- cholesterol; fasting lipid panel
- serum sodium levels
- renal function (suggested for elderly patients)
*** Counseling
- Take with food
- Do not drink alcohol while taking this drug
- Advise the patient against sudden discontinuation of venlafaxine because doing so may precipitate withdrawal symptoms
*** Follow-up
Check for worsening of anxiety or depression or unusual changes in behavior. Healthcare professionals should maintain at least weekly face-to-face contact with the patient, her family members, or her caregivers.
