2018-winter/case-studies-2/case-5.html
<div id="outline-container-orgc9321c3" class="outline-4">
<h4 id="orgc9321c3"><span class="section-number-4">4.1.3</span> Monitoring</h4>
<div class="outline-text-4" id="text-4-1-3">
</div>
<ol class="org-ol">
<li><a id="org2d62b54"></a>for efficacy<br />
<div class="outline-text-5" id="text-4-1-3-1">
<ul class="org-ul">
<li>CBC with differential&#x2014;normal CBC counts are indicative of efficacy</li>
<li>Temperature</li>
</ul>
</div>
</li>
<li><a id="org0ce71b1"></a>for safety<br />
<div class="outline-text-5" id="text-4-1-3-2">
<ul class="org-ul">
<li>liver function tests</li>
<li>CBC with differential</li>
<li>s/s tendonitis</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-orgbec179f" class="outline-4">
<h4 id="orgbec179f"><span class="section-number-4">4.1.4</span> Adverse effects</h4>
<div class="outline-text-4" id="text-4-1-4">
<ul class="org-ul">
<li>nausea</li>
<li>vomiting</li>
<li>diarrhea</li>
<li>headache</li>
</ul>
</div>
</div>
<div id="outline-container-org8d08af3" class="outline-4">
<h4 id="org8d08af3"><span class="section-number-4">4.1.5</span> Counseling</h4>
<div class="outline-text-4" id="text-4-1-5">
<ul class="org-ul">
<li>Immediately report symptoms of tendon swelling or tendonitis</li>
<li>Report symptoms of peripheral neuropathy such as tingling or numbness in extremities</li>
<li>Report symptoms of QT prolongation&#x2014;tachycardia, convulsions, or intracranial pressure</li>
<li>Consult healthcare professional before using new drugs or OTC drugs/supplements because of numerous drug interactions with the quinolone antibiotic</li>
<li>CAP may take several weeks to resolve. Fever should resolve within 3 days, followed by cough, and finally clearance on chest X-ray after 2 or more weeks.</li>
</ul>
</div>
</div>
<div id="outline-container-org782b86e" class="outline-4">
<h4 id="org782b86e"><span class="section-number-4">4.1.6</span> Follow-up</h4>
<div class="outline-text-4" id="text-4-1-6">
<ul class="org-ul">
<li>Take new chest X-ray after 7 days.</li>
<li>Check new labs.</li>
<li>If symptoms aren’t resolved or pneumonia remains uncleared on in the chest X-ray, then extend pharmacologic therapy with follow-up every 3 weeks until radiographic clearance.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org987b0fe" class="outline-3">
<h3 id="org987b0fe"><span class="section-number-3">4.2</span> COPD</h3>
<div class="outline-text-3" id="text-4-2">
</div>
<div id="outline-container-org0f4c375" class="outline-4">
<h4 id="org0f4c375"><span class="section-number-4">4.2.1</span> Pharmacologic</h4>
<div class="outline-text-4" id="text-4-2-1">
<ul class="org-ul">
<li>Continue Albuterol 1 puff QID as needed</li>
<li>Continue Salmeterol-Fluticasone DPI 50/250 1 puff BID</li>
</ul>
</div>
</div>
<div id="outline-container-org337934c" class="outline-4">
<h4 id="org337934c"><span class="section-number-4">4.2.2</span> Adverse effects</h4>
<div class="outline-text-4" id="text-4-2-2">
<ul class="org-ul">
<li>nausea</li>
<li>oral candidiasis</li>
</ul>
</div>
</div>
<div id="outline-container-orgc8e549e" class="outline-4">
<h4 id="orgc8e549e"><span class="section-number-4">4.2.3</span> Monitoring</h4>
<div class="outline-text-4" id="text-4-2-3">
</div>
<ol class="org-ol">
<li><a id="orgdc1662e"></a>for efficacy<br />
<div class="outline-text-5" id="text-4-2-3-1">
<p>
reduction in asthma symptoms
</p>
</div>
</li>
<li><a id="org91a5026"></a>for safety<br />
<div class="outline-text-5" id="text-4-2-3-2">
<p>
renal function; especially important in elderly patients
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org91006ee" class="outline-4">
<h4 id="org91006ee"><span class="section-number-4">4.2.4</span> Counseling</h4>
<div class="outline-text-4" id="text-4-2-4">
<ul class="org-ul">
<li>Report symptoms of bronchospasm.</li>
<li>Rinse mouth (do not swallow) after using fluticasone-salmeterol to avoid candidiasis.</li>
<li>Ensure patient knows proper inhalation technique.</li>
<li>Take fluticasone-salmeterol on a consistent schedule.</li>
</ul>
</div>
</div>
<div id="outline-container-orgfcd2cdb" class="outline-4">
<h4 id="orgfcd2cdb"><span class="section-number-4">4.2.5</span> Follow-up</h4>
<div class="outline-text-4" id="text-4-2-5">
<p>
Ask the patient about any changes in the frequency of use or number of inhalations of albuterol.
</p>
</div>
</div>
</div>
<div id="outline-container-orgeeee959" class="outline-3">
<h3 id="orgeeee959"><span class="section-number-3">4.3</span> Atrial fibrillation</h3>
<div class="outline-text-3" id="text-4-3">
</div>
<div id="outline-container-orge0bf462" class="outline-4">
<h4 id="orge0bf462"><span class="section-number-4">4.3.1</span> Pharmacologic</h4>
<div class="outline-text-4" id="text-4-3-1">
<ul class="org-ul">
<li>Discontinue <b>Amiodarone 100 mg PO QD</b> until the cessation of antibiotic therapy, then restart</li>
<li>Replace amiodarone with <b>Metoprolol succinate ER 50 mg PO QD</b> until cessation of antibiotic therapy, then discontinue</li>
<li>Continue <b>Warfarin (Coumadin®) 2.5 mg MWF and 1.25 mg TTSS</b></li>
</ul>
</div>
</div>
<div id="outline-container-org931a36d" class="outline-4">
<h4 id="org931a36d"><span class="section-number-4">4.3.2</span> Adverse effects</h4>
<div class="outline-text-4" id="text-4-3-2">
</div>
<ol class="org-ol">
<li><a id="orgeb6a85a"></a>amiodarone<br />
<div class="outline-text-5" id="text-4-3-2-1">
<ul class="org-ul">
<li>photosensitivity</li>
<li>constipation</li>
<li>loss of appetite</li>
<li>nausea, vomiting</li>
</ul>
</div>
</li>
<li><a id="org39e442d"></a>warfarin<br />
<div class="outline-text-5" id="text-4-3-2-2">
<ul class="org-ul">
<li>bleeding</li>
<li>tissue necrosis</li>
<li>hemorrhage</li>
</ul>
</div>
</li>
<li><a id="org0b8e24f"></a>metoprolol<br />
<div class="outline-text-5" id="text-4-3-2-3">
<ul class="org-ul">
<li>bradycardia</li>
<li>bronchospasm</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org197f97d" class="outline-4">
<h4 id="org197f97d"><span class="section-number-4">4.3.3</span> Monitoring</h4>
<div class="outline-text-4" id="text-4-3-3">
</div>
<ol class="org-ol">
<li><a id="org22b2ce9"></a>for safety<br />
<div class="outline-text-5" id="text-4-3-3-1">
<ul class="org-ul">
<li>Monitor bleeding and INR very carefully as levofloxacin interacts with warfarin to enhance its anticoagulant effect.</li>
<li>Monitor ECG and QTc interval</li>
</ul>
</div>
</li>
<li><a id="orgcd21a0a"></a>for efficacy<br />
<div class="outline-text-5" id="text-4-3-3-2">
<ul class="org-ul">
<li>INR</li>
<li>HR</li>
<li>BP</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-org0aff5cb" class="outline-4">
<h4 id="org0aff5cb"><span class="section-number-4">4.3.4</span> Counseling</h4>
<div class="outline-text-4" id="text-4-3-4">
<ul class="org-ul">
<li>Maintain consistent weekly consumption of vitamin K-rich green leafy vegetables or green tea.</li>
<li>Immediately report symptoms of major bleeding.</li>
<li>Take a missed dose if remembered on the same day. If an entire day has passed, skip the dose and resume normal schedule.</li>
<li>Wear helmets and keep safe from falling as it would be much more dangerous on warfarin.</li>
<li>Let all healthcare professionals know about warfarin medication.</li>
<li>Seek emergency medical attention for any life-threatening symptoms of atrial fibrillation such as syncope, confusion, or heart rate over 200/minute.</li>
</ul>
</div>
</div>
<div id="outline-container-orgaf519ff" class="outline-4">
<h4 id="orgaf519ff"><span class="section-number-4">4.3.5</span> Follow-up</h4>
<div class="outline-text-4" id="text-4-3-5">
<p>
On next visit, check whether ventricular rate/rhythm is controlled and whether atrial fibrillation persists.
</p>
</div>
</div>
</div>
<div id="outline-container-org2aff6ab" class="outline-3">
<h3 id="org2aff6ab"><span class="section-number-3">4.4</span> Anxiety and depression</h3>
<div class="outline-text-3" id="text-4-4">
</div>
<div id="outline-container-orgc8dc7a3" class="outline-4">
<h4 id="orgc8dc7a3"><span class="section-number-4">4.4.1</span> Pharmacologic</h4>
<div class="outline-text-4" id="text-4-4-1">
<p>
Continue Venlafaxine 75 mg PO AM
</p>
</div>
</div>
<div id="outline-container-org2705a8e" class="outline-4">
<h4 id="org2705a8e"><span class="section-number-4">4.4.2</span> Adverse effects</h4>
<div class="outline-text-4" id="text-4-4-2">
<ul class="org-ul">
<li>sweating</li>
<li>constipation</li>
<li>hypertension</li>
</ul>
</div>
</div>
<div id="outline-container-orgfa1418a" class="outline-4">
<h4 id="orgfa1418a"><span class="section-number-4">4.4.3</span> Monitoring</h4>
<div class="outline-text-4" id="text-4-4-3">
</div>
<ol class="org-ol">
<li><a id="orgf86e8c3"></a>for efficacy<br />
<div class="outline-text-5" id="text-4-4-3-1">
<p>
Stability of symptoms
</p>
</div>
</li>
<li><a id="org7651f91"></a>for safety<br />
<div class="outline-text-5" id="text-4-4-3-2">
<ul class="org-ul">
<li>cholesterol; fasting lipid panel</li>
<li>serum sodium levels</li>
<li>renal function (suggested for elderly patients)</li>
</ul>
</div>
</li>
</ol>
</div>
<div id="outline-container-orge5f7043" class="outline-4">
<h4 id="orge5f7043"><span class="section-number-4">4.4.4</span> Counseling</h4>
<div class="outline-text-4" id="text-4-4-4">
<ul class="org-ul">
<li>Take with food</li>
<li>Do not drink alcohol while taking this drug</li>
<li>Advise the patient against sudden discontinuation of venlafaxine because doing so may precipitate withdrawal symptoms</li>
</ul>
</div>
</div>
<div id="outline-container-orgeb38c4f" class="outline-4">
<h4 id="orgeb38c4f"><span class="section-number-4">4.4.5</span> Follow-up</h4>
<div class="outline-text-4" id="text-4-4-5">
<p>
Check for worsening of anxiety or depression or unusual changes in behavior. Healthcare professionals should maintain at least weekly face-to-face contact with the patient, her family members, or her caregivers.
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: zds</p>
<p class="date">Created: 2019-01-20 Sun 23:05</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
